{
  "date": "Tuesday 28-June, 2022",
  "name": "Matthew 25:14-30",
  "scripture": [
    {
      "nr": "14",
      "text": "For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods."
    },
    {
      "nr": "15",
      "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey."
    },
    {
      "nr": "16",
      "text": "Then he that had received the five talents went and traded with the same, and made them other five talents."
    },
    {
      "nr": "17",
      "text": "And likewise he that had received two, he also gained other two."
    },
    {
      "nr": "18",
      "text": "But he that had received one went and digged in the earth, and hid his lord’s money."
    },
    {
      "nr": "19",
      "text": "After a long time the lord of those servants cometh, and reckoneth with them."
    },
    {
      "nr": "20",
      "text": "And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more."
    },
    {
      "nr": "21",
      "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord."
    },
    {
      "nr": "22",
      "text": "He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them."
    },
    {
      "nr": "23",
      "text": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord."
    },
    {
      "nr": "24",
      "text": "Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:"
    },
    {
      "nr": "25",
      "text": "And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine."
    },
    {
      "nr": "26",
      "text": "His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:"
    },
    {
      "nr": "27",
      "text": "Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury."
    },
    {
      "nr": "28",
      "text": "Take therefore the talent from him, and give it unto him which hath ten talents."
    },
    {
      "nr": "29",
      "text": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath."
    },
    {
      "nr": "30",
      "text": "And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth."
    }
  ],
  "source": "https://github.com/trueChristian/daily-scripture",
  "telegram": "daily_scripture",
  "version": "kjv"
}
