{
  "date": "Thursday 13-April, 2023",
  "name": "Matthew 25:33-46",
  "scripture": [
    {
      "nr": "33",
      "text": "And he shall set the sheep on his right hand, but the goats on the left."
    },
    {
      "nr": "34",
      "text": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:"
    },
    {
      "nr": "35",
      "text": "For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:"
    },
    {
      "nr": "36",
      "text": "Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me."
    },
    {
      "nr": "37",
      "text": "Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?"
    },
    {
      "nr": "38",
      "text": "When saw we thee a stranger, and took thee in? or naked, and clothed thee?"
    },
    {
      "nr": "39",
      "text": "Or when saw we thee sick, or in prison, and came unto thee?"
    },
    {
      "nr": "40",
      "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me."
    },
    {
      "nr": "41",
      "text": "Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:"
    },
    {
      "nr": "42",
      "text": "For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:"
    },
    {
      "nr": "43",
      "text": "I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not."
    },
    {
      "nr": "44",
      "text": "Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?"
    },
    {
      "nr": "45",
      "text": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me."
    },
    {
      "nr": "46",
      "text": "And these shall go away into everlasting punishment: but the righteous into life eternal. "
    }
  ],
  "source": "https://github.com/trueChristian/daily-scripture",
  "telegram": "daily_scripture",
  "version": "kjv"
}
