{
  "book": "Luke",
  "chapter": "16",
  "date": "Saturday 31-August, 2024",
  "getbible": "https://getbible.net/kjv/Luke/16/19-31",
  "name": "Luke 16:19-31",
  "scripture": [
    {
      "nr": "19",
      "text": "There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:"
    },
    {
      "nr": "20",
      "text": "And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,"
    },
    {
      "nr": "21",
      "text": "And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores."
    },
    {
      "nr": "22",
      "text": "And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;"
    },
    {
      "nr": "23",
      "text": "And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom."
    },
    {
      "nr": "24",
      "text": "And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame."
    },
    {
      "nr": "25",
      "text": "But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented."
    },
    {
      "nr": "26",
      "text": "And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence."
    },
    {
      "nr": "27",
      "text": "Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:"
    },
    {
      "nr": "28",
      "text": "For I have five brethren; that he may testify unto them, lest they also come into this place of torment."
    },
    {
      "nr": "29",
      "text": "Abraham saith unto him, They have Moses and the prophets; let them hear them."
    },
    {
      "nr": "30",
      "text": "And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent."
    },
    {
      "nr": "31",
      "text": "And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. "
    }
  ],
  "source": "https://git.vdm.dev/christian/daily-scripture",
  "telegram": "daily_scripture",
  "verse": "19-31",
  "version": "kjv"
}
