{
  "book": "Matthew",
  "chapter": "26",
  "date": "Thursday 06-June, 2024",
  "getbible": "https://getbible.life/kjv/Matthew/26/36-45",
  "name": "Matthew 26:36-45",
  "scripture": [
    {
      "nr": "36",
      "text": "Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples, Sit ye here, while I go and pray yonder."
    },
    {
      "nr": "37",
      "text": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy."
    },
    {
      "nr": "38",
      "text": "Then saith he unto them, My soul is exceeding sorrowful, even unto death: tarry ye here, and watch with me."
    },
    {
      "nr": "39",
      "text": "And he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt."
    },
    {
      "nr": "40",
      "text": "And he cometh unto the disciples, and findeth them asleep, and saith unto Peter, What, could ye not watch with me one hour?"
    },
    {
      "nr": "41",
      "text": "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak."
    },
    {
      "nr": "42",
      "text": "He went away again the second time, and prayed, saying, O my Father, if this cup may not pass away from me, except I drink it, thy will be done."
    },
    {
      "nr": "43",
      "text": "And he came and found them asleep again: for their eyes were heavy."
    },
    {
      "nr": "44",
      "text": "And he left them, and went away again, and prayed the third time, saying the same words."
    },
    {
      "nr": "45",
      "text": "Then cometh he to his disciples, and saith unto them, Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners."
    }
  ],
  "source": "https://git.vdm.dev/christian/daily-scripture",
  "telegram": "daily_scripture",
  "verse": "36-45",
  "version": "kjv"
}
